Revit 2024 API
TableSectionData.LastColumnNumber Property
 The last column in this section of the table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int LastColumnNumber { get; }
Visual Basic
Public ReadOnly Property LastColumnNumber As Integer
	Get
Visual C++
public:
property int LastColumnNumber {
	int get ();
}
See Also
TableSectionData Class
Autodesk.Revit.DB Namespace